Repository: offyotto/Core-Monitor
Catalog: Core-Monitor/Localizable.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, bs, ca, ceb, co, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fr, fy, ga, gd, gl, gu, ha, haw, he, hi, hmn, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, la, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, pa, pl, ps, pt, ro, ru, sd, si, sk, sl, sm, sn, so, sq, st, su, sv, sw, ta, te, tg, th, tr, uk, ur, uz, vi, xh, yi, yo, zh_hans, zh_hant, zu

source: Core Monitor only writes RPM targets inside each fan's reported minimum and maximum range. Use System Auto any time, and quitting the app now also returns fans to macOS automatic control.
af: Core Monitor skryf slegs RPM-teikens binne elke waaier se gerapporteerde minimum en maksimum reeks. Gebruik System Auto enige tyd, en om die toepassing nou te verlaat, bring aanhangers ook terug na macOS outomatiese beheer.
am: Core Monitor የRPM ኢላማዎችን የሚጽፈው በእያንዳንዱ ደጋፊ ሪፖርት ዝቅተኛ እና ከፍተኛ ክልል ውስጥ ነው። በማንኛውም ጊዜ ሲስተም አውቶን ተጠቀም፣ እና መተግበሪያውን አሁን ማቋረጥ አድናቂዎችን ወደ macOS አውቶማቲክ ቁጥጥር ይመልሳል።
ar: Core Monitor يكتب فقط أهداف RPM داخل النطاق الأدنى والأقصى لكل مروحة. استخدم System Auto في أي وقت، وسيؤدي الخروج من التطبيق الآن أيضًا إلى إرجاع المعجبين إلى التحكم التلقائي macOS.
az: Core Monitor yalnız RPM hədəflərini hər bir fanatın bildirdiyi minimum və maksimum diapazonda yazır. İstənilən vaxt System Auto-dan istifadə edin və proqramdan çıxmaq indi də azarkeşləri macOS avtomatik idarəetməsinə qaytarır.
be: Core Monitor запісвае толькі мэты RPM унутры мінімальнага і максімальнага дыяпазону кожнага вентылятара. Выкарыстоўвайце System Auto ў любы час, і выхад з праграмы зараз таксама верне фанатам аўтаматычны кантроль macOS.
bg: Core Monitor записва само RPM цели в докладвания минимален и максимален обхват на всеки вентилатор. Използвайте System Auto по всяко време и излизането от приложението сега също връща феновете към macOS автоматичен контрол.
bn: Core Monitor শুধুমাত্র RPM লক্ষ্যগুলি প্রতিটি ফ্যানের রিপোর্ট করা ন্যূনতম এবং সর্বোচ্চ পরিসরের মধ্যে লেখে। যেকোন সময় সিস্টেম অটো ব্যবহার করুন, এবং এখন অ্যাপটি ছেড়ে দিলেও ভক্তদের macOS স্বয়ংক্রিয় নিয়ন্ত্রণে ফিরিয়ে দেয়।
bs: Core Monitor upisuje samo RPM ciljeve unutar prijavljenog minimalnog i maksimalnog dometa svakog ventilatora. Koristite System Auto bilo kada, a napuštanje aplikacije sada takođe vraća obožavaoce na automatsku kontrolu macOS.
ca: Core Monitor només escriu objectius RPM dins de l'interval mínim i màxim informat de cada ventilador. Utilitzeu System Auto en qualsevol moment, i sortir de l'aplicació ara també retorna als fans al control automàtic macOS.
ceb: Gisulat lang sa Core Monitor ang mga target sa RPM sa sulod sa gikataho nga minimum ug maximum range sa matag fan. Gamita ang System Auto bisan unsang orasa, ug ang pag-undang sa app karon nagbalik usab sa mga fans sa macOS nga awtomatikong kontrol.
co: Core Monitor scrive solu obiettivi RPM in u intervallu minimu è massimu rapportatu di ogni fan. Aduprate System Auto in ogni mumentu, è abbandunà l'app avà torna ancu i fan à u cuntrollu automaticu macOS.
cs: Core Monitor zapisuje pouze cíle RPM v rámci nahlášeného minimálního a maximálního rozsahu každého ventilátoru. Kdykoli použijte System Auto a ukončení aplikace nyní také vrátí ventilátory k automatickému ovládání macOS.
cy: Dim ond targedau RPM y mae Core Monitor yn eu hysgrifennu y tu mewn i'r ystod isafswm ac uchafswm a adroddir gan bob gefnogwr. Defnyddiwch System Auto unrhyw bryd, ac mae rhoi'r gorau i'r app nawr hefyd yn dychwelyd cefnogwyr i reolaeth awtomatig macOS.
da: Core Monitor skriver kun RPM-mål inden for hver ventilators rapporterede minimum og maksimum rækkevidde. Brug System Auto til enhver tid, og afslutning af appen returnerer nu også fans til macOS automatisk kontrol.
de: Core Monitor schreibt nur RPM-Ziele innerhalb des gemeldeten minimalen und maximalen Bereichs jedes Lüfters. Sie können „System Auto“ jederzeit verwenden. Durch das Beenden der App kehren die Lüfter jetzt auch zur automatischen macOS-Steuerung zurück.
el: Το Core Monitor γράφει μόνο στόχους RPM μέσα στο αναφερόμενο ελάχιστο και μέγιστο εύρος κάθε ανεμιστήρα. Χρησιμοποιήστε το System Auto ανά πάσα στιγμή και η έξοδος από την εφαρμογή επιστρέφει επίσης τους θαυμαστές στον αυτόματο έλεγχο macOS.
eo: Core Monitor nur skribas RPM-celojn ene de la raportita minimuma kaj maksimuma gamo de ĉiu adoranto. Uzu Sistemo Aŭtomatan iam ajn, kaj ĉesi la apon nun ankaŭ revenas adorantojn al macOS aŭtomata kontrolo.
es: Core Monitor solo escribe objetivos RPM dentro del rango mínimo y máximo informado de cada ventilador. Utilice System Auto en cualquier momento y, al salir de la aplicación, los ventiladores ahora también volverán al control automático macOS.
et: Core Monitor kirjutab RPM sihtmärgid ainult iga ventilaatori teatatud miinimum- ja maksimumvahemikus. Kasutage System Autot igal ajal ja rakendusest väljumine naaseb ka fännidele macOS automaatse juhtimise juurde.
eu: Core Monitor RPM helburuak soilik idazten ditu zale bakoitzaren jakinarazitako gutxieneko eta gehienezko barrutiaren barruan. Erabili System Auto edonoiz, eta aplikaziotik irtetean zaleak macOS kontrol automatikora ere itzultzen dira.
fa: Core Monitor فقط اهداف RPM را در حداقل و حداکثر برد گزارش شده هر فن می نویسد. هر زمان که بخواهید از System Auto استفاده کنید، و خروج از برنامه اکنون طرفداران را به کنترل خودکار macOS برمی‌گرداند.
fi: Core Monitor kirjoittaa vain RPM-tavoitteet kunkin puhaltimen raportoidulle minimi- ja maksimialueelle. Käytä System Autoa milloin tahansa, ja sovelluksen sulkeminen palauttaa myös tuulettimet automaattiseen macOS-ohjaukseen.
fil: Nagsusulat lang ang Core Monitor ng mga target na RPM sa loob ng iniulat na minimum at maximum na hanay ng bawat fan. Gamitin ang System Auto anumang oras, at ang paghinto sa app ngayon ay nagbabalik din ng mga tagahanga sa macOS awtomatikong kontrol.
fr: Core Monitor écrit uniquement les cibles RPM dans les plages minimale et maximale signalées par chaque ventilateur. Utilisez System Auto à tout moment et quitter l'application ramène désormais également les ventilateurs au contrôle automatique macOS.
fy: Core Monitor skriuwt allinich RPM-doelen binnen it rapportearre minimum en maksimum berik fan elke fan. Brûk Systeem Auto elk momint, en it stopjen fan 'e app jout fans no ek werom nei macOS automatyske kontrôle.
ga: Ní scríobhann Core Monitor ach spriocanna RPM taobh istigh de raon íosta agus uasta tuairiscithe gach lucht leanúna. Bain úsáid as System Auto am ar bith, agus má éiríonn tú as an aip anois, filleann sé an lucht leanúna ar rialú uathoibríoch macOS.
gd: Chan eil Core Monitor a’ sgrìobhadh ach targaidean RPM taobh a-staigh an raon as ìsle agus as àirde a chaidh aithris gach neach-leantainn. Cleachd System Auto uair sam bith, agus le bhith a’ fàgail na h-aplacaid a-nis cuideachd a’ tilleadh luchd-leantainn gu smachd fèin-ghluasadach macOS.
gl: Core Monitor só escribe os obxectivos RPM dentro do rango mínimo e máximo informado de cada fan. Use System Auto en calquera momento e, ao saír da aplicación, os fans tamén devolverán o control automático macOS.
gu: Core Monitor માત્ર RPM લક્ષ્યોને દરેક ચાહકની લઘુત્તમ અને મહત્તમ શ્રેણીની અંદર લખે છે. કોઈપણ સમયે સિસ્ટમ ઑટોનો ઉપયોગ કરો અને હવે ઍપ છોડી દેવાથી ચાહકોને macOS ઑટોમેટિક કંટ્રોલ પર પાછા ફરે છે.
ha: Core Monitor kawai yana rubuta maƙasudin RPM a cikin mafi ƙarancin rahoton kowane fanni da iyakar iyaka. Yi amfani da System Auto kowane lokaci, kuma barin app ɗin yanzu kuma yana dawo da magoya baya zuwa macOS sarrafawa ta atomatik.
haw: Kākau wale ʻo Core Monitor i nā pahuhopu RPM i loko o ka palena haʻahaʻa a me ka pae kiʻekiʻe o kēlā me kēia pā. E hoʻohana i ka Pūnaehana Auto i kēlā me kēia manawa, a ʻo ka haʻalele ʻana i ka polokalamu i kēia manawa e hoʻihoʻi hou i nā mea pā i ka mana ʻakomi macOS.
he: Core Monitor כותב רק מטרות RPM בתוך הטווח המינימלי והמקסימלי המדווח של כל מאוורר. השתמש במערכת אוטומטית בכל עת, ויציאה מהאפליקציה מחזירה את המאווררים לשליטה אוטומטית macOS.
hi: Core Monitor केवल प्रत्येक पंखे की रिपोर्ट की गई न्यूनतम और अधिकतम सीमा के अंदर RPM लक्ष्य लिखता है। किसी भी समय सिस्टम ऑटो का उपयोग करें, और अब ऐप छोड़ने से प्रशंसकों को macOS स्वचालित नियंत्रण भी मिल जाता है।
hmn: Core Monitor tsuas yog sau RPM lub hom phiaj hauv txhua tus kiv cua tshaj tawm qhov tsawg kawg nkaus thiab siab tshaj plaws. Siv System Auto txhua lub sijhawm, thiab tawm ntawm lub app tam sim no kuj rov qab kiv cua rau macOS tswj tsis siv neeg.
hr: Core Monitor zapisuje samo RPM ciljeve unutar prijavljenog minimalnog i maksimalnog dometa svakog ventilatora. Upotrijebite System Auto u bilo kojem trenutku, a napuštanje aplikacije sada također vraća obožavatelje na automatsku kontrolu macOS.
ht: Core Monitor sèlman ekri sib RPM andedan ranje minimòm ak maksimòm chak fanatik. Sèvi ak System Auto nenpòt ki lè, epi kite aplikasyon an kounye a tou retounen fanatik yo nan kontwòl otomatik macOS.
hu: A Core Monitor csak a RPM célértékeket írja be az egyes ventilátorok minimális és maximális tartományán belül. Bármikor használja a System Auto funkciót, és az alkalmazásból való kilépéssel a ventilátorok visszatérnek a macOS automatikus vezérléséhez.
hy: Core Monitor-ը գրում է միայն RPM թիրախները յուրաքանչյուր երկրպագուի հաղորդված նվազագույն և առավելագույն տիրույթում: Օգտագործեք System Auto-ն ցանկացած ժամանակ, և հավելվածից դուրս գալն այժմ նաև երկրպագուներին կվերադարձնի macOS ավտոմատ կառավարմանը:
id: Core Monitor hanya menulis target RPM dalam rentang minimum dan maksimum yang dilaporkan setiap kipas. Gunakan Sistem Otomatis kapan saja, dan keluar dari aplikasi sekarang juga mengembalikan kipas ke kontrol otomatis macOS.
ig: Core Monitor na-ede naanị RPM lekwasịrị anya n'ime opekempe na oke kachasị nke onye ọ bụla kọrọ. Jiri System Auto oge ọ bụla, na ịkwụsị ngwa a na-eweghachikwa ndị Fans na njikwa akpaaka macOS.
is: Core Monitor skrifar aðeins RPM markmið innan tilkynnt lágmarks- og hámarkssvið hvers aðdáanda. Notaðu System Auto hvenær sem er og ef þú hættir í forritinu núna skilar aðdáendum einnig sjálfstýringu macOS.
it: Core Monitor scrive solo target RPM all'interno dell'intervallo minimo e massimo segnalato da ciascuna ventola. Utilizza System Auto in qualsiasi momento e anche l'uscita dall'app riporta le ventole al controllo automatico macOS.
ja: Core Monitor は、各ファンの報告された最小範囲と最大範囲内の RPM ターゲットのみを書き込みます。いつでも System Auto を使用でき、アプリを終了するとファンも macOS 自動制御に戻るようになりました。
jv: Core Monitor mung nulis target RPM ing saben kisaran minimal lan maksimum sing dilaporake penggemar. Gunakake System Auto sawayah-wayah, lan metu saka app saiki uga bali penggemar menyang kontrol otomatis macOS.
ka: Core Monitor მხოლოდ წერს RPM სამიზნეებს თითოეული გულშემატკივართა მინიმალური და მაქსიმალური დიაპაზონის შიგნით. გამოიყენეთ System Auto ნებისმიერ დროს და აპლიკაციიდან გასვლა ასევე აბრუნებს ფანებს macOS ავტომატურ კონტროლზე.
kk: Core Monitor RPM мақсаттарын әрбір желдеткіштің хабарланған ең аз және ең үлкен ауқымында ғана жазады. Автоматты жүйені кез келген уақытта пайдаланыңыз және қолданбадан енді шығу желдеткіштерді macOS автоматты басқаруына қайтарады.
km: Core Monitor សរសេរតែគោលដៅ RPM នៅខាងក្នុងជួរអប្បបរមា និងអតិបរមាដែលបានរាយការណ៍របស់អ្នកគាំទ្រនីមួយៗ។ ប្រើ System Auto គ្រប់ពេល ហើយការចាកចេញពីកម្មវិធីឥឡូវនេះក៏ត្រឡប់អ្នកគាំទ្រទៅ macOS ការគ្រប់គ្រងដោយស្វ័យប្រវត្តិផងដែរ។
kn: Core Monitor ಪ್ರತಿ ಫ್ಯಾನ್‌ನ ವರದಿಯಾದ ಕನಿಷ್ಠ ಮತ್ತು ಗರಿಷ್ಠ ವ್ಯಾಪ್ತಿಯೊಳಗೆ RPM ಗುರಿಗಳನ್ನು ಮಾತ್ರ ಬರೆಯುತ್ತದೆ. ಸಿಸ್ಟಂ ಆಟೋ ಅನ್ನು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಬಳಸಿ ಮತ್ತು ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ತೊರೆಯುವುದರಿಂದ ಅಭಿಮಾನಿಗಳನ್ನು macOS ಸ್ವಯಂಚಾಲಿತ ನಿಯಂತ್ರಣಕ್ಕೆ ಹಿಂತಿರುಗಿಸುತ್ತದೆ.
ko: Core Monitor는 각 팬의 보고된 최소 및 최대 범위 내에서만 RPM 대상을 씁니다. 언제든지 System Auto를 사용하고 이제 앱을 종료하면 팬이 macOS 자동 제어로 돌아갑니다.
ku: Core Monitor tenê armancên RPM di hundurê herî kêm û herî zêde ya raporkirî ya her fan de dinivîse. Her dem System Auto-ê bikar bînin, û derketina sepanê naha jî temaşevanan vedigerîne kontrola otomatîkî ya macOS.
ky: Core Monitor RPM максаттарын ар бир күйөрмандын минималдуу жана максималдуу диапазонуна гана жазат. Каалаган убакта System Auto'ну колдонуңуз жана колдонмодон эми чыгуу күйөрмандарды macOS автоматтык башкаруусуна кайтарат.
la: Core Monitor solum scribit RPM scuta in medio cuiusque nuntiata minimi et maximi momenti. Systema Auto quovis tempore utere, ac de applicatione app nunc etiam redit ad macOS fans automatice dicionis.
lb: Core Monitor schreift nëmmen RPM Ziler bannent all Fan seng gemellt Minimum a maximal Gamme. Benotzt System Auto zu all Moment, an d'App opzehalen gëtt elo och Fans op macOS automatesch Kontroll zréck.
lo: Core Monitor ພຽງແຕ່ຂຽນເປົ້າຫມາຍ RPM ພາຍໃນລະດັບຕໍາ່ສຸດທີ່ລາຍງານຂອງແຟນແຕ່ລະຄົນ. ໃຊ້ System Auto ໄດ້ທຸກເວລາ, ແລະການອອກຈາກ app ໃນປັດຈຸບັນຍັງສົ່ງ fans ກັບ macOS ການຄວບຄຸມອັດຕະໂນມັດ.
lt: Core Monitor įrašo tik RPM taikinius kiekvieno ventiliatoriaus nurodytame minimaliame ir didžiausiame diapazone. Bet kada naudokite „System Auto“, o išėjus iš programos, ventiliatoriai taip pat grąžins automatinį macOS valdymą.
lv: Core Monitor ieraksta tikai RPM mērķus katra ventilatora ziņotajā minimālajā un maksimālajā diapazonā. Izmantojiet System Auto jebkurā laikā, un, aizverot lietotni, tagad arī fani tiek atgriezti pie macOS automātiskās vadības.
mg: Core Monitor ihany no manoratra lasibatra RPM ao anatin'ny elanelana kely indrindra sy ambony indrindra. Ampiasao ny System Auto amin'ny fotoana rehetra, ary ny fialana amin'ny fampiharana dia mamerina ny mpankafy amin'ny fanaraha-maso mandeha ho azy macOS.
mi: Ko te Core Monitor anake te tuhi i nga whaainga RPM ki roto i te awhe iti me te awhe morahi o ia kaiwhaiwhai. Whakamahia te Pūnaha Aunoa i nga wa katoa, me te whakamutu i te taupānga inaianei ka hoki ano nga kaiwhaiwhai ki te mana aunoa macOS.
mk: Core Monitor ги запишува само целите RPM во пријавениот минимален и максимален опсег на секој вентилатор. Користете System Auto во секое време, а напуштањето на апликацијата сега ги враќа обожавателите на автоматската контрола macOS.
ml: Core Monitor ഓരോ ഫാനിൻ്റെയും റിപ്പോർട്ട് ചെയ്യപ്പെടുന്ന ഏറ്റവും കുറഞ്ഞതും കൂടിയതുമായ പരിധിക്കുള്ളിൽ RPM ടാർഗെറ്റുകൾ മാത്രമേ എഴുതൂ. എപ്പോൾ വേണമെങ്കിലും സിസ്റ്റം ഓട്ടോ ഉപയോഗിക്കുക, ഇപ്പോൾ ആപ്പ് ഉപേക്ഷിക്കുന്നത് ആരാധകരെ macOS ഓട്ടോമാറ്റിക് കൺട്രോളിലേക്ക് തിരികെ കൊണ്ടുവരുന്നു.
mn: Core Monitor зөвхөн RPM зорилтуудыг сэнс бүрийн мэдээлсэн хамгийн бага ба дээд хязгаарт бичдэг. Системийн Авто-г хүссэн үедээ ашиглах ба одоо апп-аас гарах нь фенүүдийг macOS автомат удирдлага руу буцаана.
mr: Core Monitor फक्त RPM लक्ष्ये प्रत्येक चाहत्याच्या नोंदवलेल्या किमान आणि कमाल श्रेणीमध्ये लिहितो. कधीही सिस्टीम ऑटो वापरा आणि आता ॲप सोडल्याने चाहत्यांना macOS ऑटोमॅटिक कंट्रोल देखील मिळेल.
ms: Core Monitor hanya menulis sasaran RPM dalam julat minimum dan maksimum setiap peminat yang dilaporkan. Gunakan Auto Sistem pada bila-bila masa dan menghentikan apl sekarang juga mengembalikan peminat kepada kawalan automatik macOS.
mt: Core Monitor jikteb biss miri RPM ġewwa l-firxa minima u massima rrappurtata ta 'kull fan. Uża System Auto kwalunkwe ħin, u meta tieqaf mill-app issa wkoll tirritorna l-fannijiet għall-kontroll awtomatiku macOS.
my: Core Monitor သည် RPM ပစ်မှတ်များကို ပန်ကာတစ်ခုစီ၏ အနိမ့်ဆုံးနှင့် အများဆုံးအကွာအဝေးအတွင်းတွင်သာ ရေးသားသည်။ System Auto ကို အချိန်မရွေးသုံးပါ၊ အက်ပ်ကိုပိတ်လိုက်ခြင်းသည် ပရိသတ်များအား macOS အလိုအလျောက်ထိန်းချုပ်မှုသို့ ပြန်လည်ရောက်ရှိစေသည်။
nb: Core Monitor skriver kun RPM-mål innenfor hver viftes rapporterte minimum og maksimum rekkevidde. Bruk System Auto når som helst, og å avslutte appen nå returnerer også fansen til macOS automatisk kontroll.
ne: Core Monitor ले प्रत्येक प्रशंसकको रिपोर्ट गरिएको न्यूनतम र अधिकतम दायरा भित्र RPM लक्ष्यहरू मात्र लेख्छ। जुनसुकै बेला प्रणाली स्वत: प्रयोग गर्नुहोस्, र एप छोड्दा पनि प्रशंसकहरूलाई macOS स्वचालित नियन्त्रणमा फर्काउँछ।
nl: Core Monitor schrijft alleen RPM-doelen binnen het gerapporteerde minimum- en maximumbereik van elke ventilator. Je kunt System Auto op elk gewenst moment gebruiken en als je de app afsluit, keren fans nu ook terug naar de automatische besturing van macOS.
ny: Core Monitor imangolemba zokonda za RPM mkati mwazomwe zimanenedwa kuti ndi zochepa komanso zopambana za fani iliyonse. Gwiritsani ntchito System Auto nthawi iliyonse, ndipo kusiya pulogalamuyi tsopano kubwezeranso mafani ku macOS kudziwongolera zokha.
pa: Core Monitor ਸਿਰਫ਼ RPM ਟੀਚਿਆਂ ਨੂੰ ਹਰੇਕ ਪ੍ਰਸ਼ੰਸਕ ਦੀ ਘੱਟੋ-ਘੱਟ ਅਤੇ ਅਧਿਕਤਮ ਰੇਂਜ ਦੇ ਅੰਦਰ ਲਿਖਦਾ ਹੈ। ਕਿਸੇ ਵੀ ਸਮੇਂ ਸਿਸਟਮ ਆਟੋ ਦੀ ਵਰਤੋਂ ਕਰੋ, ਅਤੇ ਹੁਣ ਐਪ ਨੂੰ ਛੱਡਣ ਨਾਲ ਪ੍ਰਸ਼ੰਸਕਾਂ ਨੂੰ macOS ਆਟੋਮੈਟਿਕ ਨਿਯੰਤਰਣ ਵੀ ਵਾਪਸ ਮਿਲਦਾ ਹੈ।
pl: Core Monitor zapisuje tylko cele RPM w zgłoszonym minimalnym i maksymalnym zakresie każdego wentylatora. Korzystaj z System Auto w dowolnym momencie, a zamknięcie aplikacji spowoduje powrót wentylatorów do automatycznego sterowania macOS.
ps: Core Monitor یوازې د RPM هدفونه د هر فین راپور شوي لږترلږه او اعظمي حد کې لیکي. هر وخت د سیسټم آټو وکاروئ، او اوس د اپلیکیشن پریښودل هم مینه وال د macOS اتوماتیک کنټرول ته راستنیږي.
pt: Core Monitor grava apenas alvos RPM dentro do intervalo mínimo e máximo relatado de cada ventilador. Use o System Auto a qualquer momento e sair do aplicativo agora também retorna os fãs ao controle automático macOS.
ro: Core Monitor scrie doar ținte RPM în interiorul intervalului minim și maxim raportat de fiecare ventilator. Folosiți System Auto oricând, iar închiderea aplicației acum readuce ventilatorii la controlul automat macOS.
ru: Core Monitor записывает цели RPM только внутри указанного минимального и максимального диапазона каждого вентилятора. Используйте System Auto в любое время, и выход из приложения теперь также возвращает вентиляторы к автоматическому управлению macOS.
sd: Core Monitor صرف RPM ٽارگيٽ لکي ٿو هر فين جي رپورٽ ڪيل گهٽ ۾ گهٽ ۽ وڌ ۾ وڌ رينج جي اندر. ڪنهن به وقت سسٽم آٽو استعمال ڪريو، ۽ ايپ کي ڇڏڻ هاڻي پڻ مداحن کي macOS خودڪار ڪنٽرول ڏانهن موٽائي ٿو.
si: Core Monitor සෑම රසිකයෙකුගේම වාර්තා කළ අවම සහ උපරිම පරාසය තුළ RPM ඉලක්ක පමණක් ලියයි. ඕනෑම වේලාවක System Auto භාවිත කරන්න, දැන් යෙදුමෙන් ඉවත් වීම macOS ස්වයංක්‍රීය පාලනය වෙත පංකා ආපසු ලබා දෙයි.
sk: Core Monitor zapisuje iba ciele RPM v rámci nahláseného minimálneho a maximálneho rozsahu každého ventilátora. Kedykoľvek použite System Auto a ukončenie aplikácie teraz tiež vráti ventilátory na automatické ovládanie macOS.
sl: Core Monitor zapiše samo cilje RPM znotraj poročanega najmanjšega in največjega dosega vsakega ventilatorja. Uporabite System Auto kadar koli in ko zdaj zaprete aplikacijo, se oboževalci vrnejo na samodejni nadzor macOS.
sm: Core Monitor na'o le tusiaina o le RPM i totonu ole ili ta'itasi lipotia pito maualalo ma le maualuga. Fa'aaoga le System Auto i so'o se taimi, ma o le tu'ua o le app ua toe fa'afo'i ai tagata fiafia i le macOS fa'atonu otometi.
sn: Core Monitor inongonyora RPM zvinonangwa mukati mehushoma hwemufanisi hwakashumwa uye huwandu hwepamusoro. Shandisa System Auto chero nguva, uye kusiya iyo app ikozvino kunodzosera mafeni kumacOS otomatiki kutonga.
so: Core Monitor kaliya waxay qortaa bartilmaameedyada RPM gudaha ugu yaraan iyo xadka ugu badan ee taageere kasta la sheegay. Isticmaal System Auto wakhti kasta, oo joojinta abka hadda waxay sidoo kale ku soo celisaa taageerayaasha macOS xakamaynta tooska ah.
sq: Core Monitor shkruan vetëm objektivat RPM brenda intervalit minimal dhe maksimal të raportuar të secilit tifoz. Përdorni Sistemin Auto në çdo kohë dhe dalja nga aplikacioni tani i kthen fansat në kontrollin automatik macOS.
st: Core Monitor e ngola feela lipehelo tsa RPM ka har'a palo e tlase e tlalehiloeng ea fan e 'ngoe le e 'ngoe. Sebelisa System Auto ka nako efe kapa efe, 'me ho tlohela sesebelisoa hona joale ho khutlisetsa balateli ho taolo ea othomathike ea macOS.
su: Core Monitor ngan ukur nyerat target RPM di jero kisaran minimum sareng maksimum anu dilaporkeun kipas. Anggo System Auto iraha waé, sareng kaluar aplikasi ayeuna ogé ngabalikeun kipas kana kontrol otomatis macOS.
sv: Core Monitor skriver endast RPM-mål inom varje fläkts rapporterade minimi- och maxintervall. Använd System Auto när som helst, och om du avslutar appen återgår även fläktarna till macOS automatisk kontroll.
sw: Core Monitor huandika tu shabaha za RPM ndani ya kiwango cha chini na cha juu zaidi cha kila shabiki kilichoripotiwa. Tumia System Auto wakati wowote, na kuacha programu sasa pia hurejesha mashabiki kwenye udhibiti wa kiotomatiki wa macOS.
ta: Core Monitor ஒவ்வொரு ரசிகரின் குறைந்தபட்ச மற்றும் அதிகபட்ச வரம்பிற்குள்ளும் RPM இலக்குகளை மட்டுமே எழுதுகிறது. எந்த நேரத்திலும் சிஸ்டம் ஆட்டோவைப் பயன்படுத்தவும், இப்போது பயன்பாட்டிலிருந்து வெளியேறுவது ரசிகர்களை macOS தானியங்குக் கட்டுப்பாட்டிற்குத் திருப்புகிறது.
te: Core Monitor ప్రతి అభిమాని నివేదించిన కనిష్ట మరియు గరిష్ట పరిధిలో RPM లక్ష్యాలను మాత్రమే వ్రాస్తుంది. సిస్టమ్ ఆటోను ఎప్పుడైనా ఉపయోగించండి మరియు ఇప్పుడు యాప్ నుండి నిష్క్రమించడం ద్వారా అభిమానులను macOS ఆటోమేటిక్ కంట్రోల్‌కి తిరిగి పంపుతుంది.
tg: Core Monitor танҳо ҳадафҳои RPM-ро дар дохили диапазони ҳадди ақал ва максималии гузоришшудаи ҳар як мухлис менависад. Ҳар вақт System Auto-ро истифода баред ва ҳоло баромадан аз барнома мухлисонро ба назорати автоматии macOS бармегардонад.
th: Core Monitor เขียนเฉพาะเป้าหมาย RPM ภายในช่วงต่ำสุดและสูงสุดที่รายงานของพัดลมแต่ละตัว ใช้ System Auto ได้ตลอดเวลา และการออกจากแอปจะทำให้แฟนๆ กลับสู่การควบคุมอัตโนมัติ macOS อีกด้วย
tr: Core Monitor yalnızca her fanın rapor edilen minimum ve maksimum aralığı içindeki RPM hedeflerini yazar. System Auto'yu istediğiniz zaman kullanın ve uygulamadan çıkmak artık fanları macOS otomatik kontrolüne döndürecektir.
uk: Core Monitor записує лише цілі RPM у межах мінімального та максимального радіусу дії кожного вентилятора. Використовуйте System Auto в будь-який час, а вихід із програми зараз також повертає вентиляторів до автоматичного керування macOS.
ur: Core Monitor صرف RPM اہداف کو ہر پرستار کی کم سے کم اور زیادہ سے زیادہ حد کے اندر لکھتا ہے۔ کسی بھی وقت سسٹم آٹو کا استعمال کریں، اور ایپ کو چھوڑنے سے بھی مداحوں کو macOS خودکار کنٹرول پر واپس آ جاتا ہے۔
uz: Core Monitor faqat RPM maqsadlarini har bir fanning minimal va maksimal diapazoniga yozadi. Istalgan vaqtda System Auto-dan foydalaning va endi ilovadan chiqish muxlislarni macOS avtomatik boshqaruviga qaytaradi.
vi: Core Monitor chỉ ghi các mục tiêu RPM trong phạm vi tối thiểu và tối đa được báo cáo của mỗi quạt. Sử dụng System Auto bất cứ lúc nào và việc thoát khỏi ứng dụng giờ đây cũng đưa người hâm mộ trở về chế độ điều khiển tự động macOS.
xh: I-Core Monitor ibhala kuphela i-RPM ekujoliswe kuyo ngaphakathi kobuncinane bomlandeli oxeliweyo kunye nobuninzi boluhlu. Sebenzisa i-Auto Auto nanini na, kwaye ukuyeka usetyenziso ngoku kuphinda kubuyisele abalandeli kulawulo oluzenzekelayo lwe-macOS.
yi: Core Monitor שרייבט בלויז RPM טאַרגאַץ אין די רעפּאָרטעד מינימום און מאַקסימום קייט פון יעדער פאָכער. ניצן סיסטעם אַוטאָ אין קיין צייט, און איצט פאַרלאָזן די אַפּ אויך קערט פאַנס צו macOS אָטאַמאַטיק קאָנטראָל.
yo: Core Monitor nikan kọ awọn ibi-afẹde RPM sinu iroyin ti o kere julọ ti onijakidijagan kọọkan ati ibiti o pọju. Lo Eto Aifọwọyi ni igbakugba, ati didasilẹ app ni bayi tun da awọn onijakidijagan pada si iṣakoso aladaaṣe macOS.
zh_hans: Core Monitor 仅在每个风扇报告的最小和最大范围内写入 RPM 目标。随时使用 System Auto，现在退出应用程序也会使粉丝返回到 macOS 自动控制。
zh_hant: Core Monitor 僅在每個風扇報告的最小和最大範圍內寫入 RPM 目標。隨時使用 System Auto，現在退出應用程式也會讓粉絲回到 macOS 自動控制。
zu: I-Core Monitor ibhala kuphela okuqondiwe kwe-RPM ngaphakathi kwebanga eliphansi neliphezulu elibikiwe lomlandeli ngamunye. Sebenzisa i-System Auto noma nini, futhi ukuyeka uhlelo lokusebenza manje kubuyisela abalandeli ekulawuleni okuzenzakalelayo kwe-macOS.
